define({
  shareType: 'Τύπος κοινοποίησης',
  popup: 'Αναδυόμενο παράθυρο',
  inline: 'Με ενσωμάτωση',
  popupDes: 'Διεύθυνση URL και επιλογές κοινοποίησης αναδυόμενου παραθύρου.',
  inlineDes: 'Πλακίδιο κοινοποίησης επιλογών με ενσωμάτωση.',
  shareOption: 'Επιλογές κοινοποίησης',
  design: 'Σχεδίαση',
  // right: 'Δεξιά',
  // down: 'Κάτω',
  hideMedia: 'Απόκρυψη ετικέτας πολυμέσων',
  size: 'Μέγεθος',
  white: 'Λευκό',
  black: 'Σκούρο',
  includeOrgName: 'Συμπεριλάβετε το σύντομο όνομα του οργανισμού σας στον σύνδεσμο κοινοποίησης.'
});