define({
  landingOverView: 'Επισκόπηση',
  landingHelp: 'Βοήθεια',
  landingProductDiscribe: 'Δημιουργήστε web εφαρμογές και ιστοσελίδες οπτικά χρησιμοποιώντας τη δυνατότητα μεταφοράς και απόθεση. Επιλέξτε τα εργαλεία που χρειάζεστε για διαδραστική επικοινωνία με τα δεδομένα σας 2D και 3D. Δημιουργήστε για το κοινό σας διαδραστικές εμπειρίες που να είναι προσαρμοσμένες για κινητές συσκευές.',
  landingLearnMore: 'Μάθετε περισσότερες πληροφορίες για τις δυνατότητες του ArcGIS Experience Builder.',
  landingSignIn: 'Εισέλθετε',
  landingTrustCenter: 'Κέντρο αξιοπιστίας',
  landingLegal: 'Ανακοινώσεις νομικού περιεχομένου',
  landingContact: 'Επικοινωνία με την Esri'
});