define({
  shareType: 'Тип спільного використання',
  popup: 'Спливаюче вікно',
  inline: 'Вбудоване',
  popupDes: 'URL спільного використання спливаючого вікна та опції.',
  inlineDes: 'Вбудовані опції спільного доступу тайлу.',
  shareOption: 'Опції спільного доступу',
  design: 'Спроектувати',
  // right: 'Справа',
  // down: 'Вниз',
  hideMedia: 'Приховати напис мультимедійних даних',
  size: 'Розмір',
  white: 'Білий',
  black: 'Чорний',
  includeOrgName: 'Додайте коротку назву вашої організації до посилання для спільного доступу'
});