define({
  certainly: 'موافق',
  autoEnabledTip: 'تم تمكين التخطيط التلقائي. تتم مزامنة عناصر واجهة المستخدم مع تلك الموجودة على {label} والمرتبة تلقائيًا.',
  autoDisabledTip: 'انقر لتمكين التخطيط التلقائي.',
  /* eslint-disable-next-line */
  customEnabledTip: 'تم تمكين التخطيط المخصص. لن تُضاف هنا عناصر واجهة المستخدم المضافة إلى أوضاع الأجهزة الأخرى. بدلاً من ذلك، يمكنك إضافتها يدويًا من القائمة المعلقة في لوحة الإدراج.',
  customDisabledTip: 'انقر لتمكين التخطيط المخصص.',
  confirm: 'تأكيد',
  enableConfirm: 'هل تريد بالتأكيد تمكينه؟',
  autoConfirmMsg:'بتمكين هذا الخيار، ستتم مزامنة عناصر واجهة المستخدم مع تلك الموجودة على {label} وترتيبها تلقائيًا.',
  customConfirmMsg1: 'بتمكين هذا الخيار، يمكنك ترتيب عناصر واجهة المستخدم يدويًا لوضع الجهاز.',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'ومع ذلك، لن تُضاف هنا عناصر واجهة المستخدم المضافة إلى أوضاع الأجهزة الأخرى. بدلاً من ذلك، يمكنك إضافتها يدويًا من القائمة المعلقة في لوحة الإدراج.',
  dragToResize: 'اسحب لتغيير الحجم',
  largeScreen: 'جهاز بشاشة كبيرة',
  mediumScreen: 'جهاز بشاشة متوسطة',
  smallScreen: 'جهاز بشاشة صغيرة',
  deleteWarning: 'سيؤدي حذف عنصر واجهة الاستخدام إلى إزالته من جميع عروض الأجهزة. استخدم زر \"نقل إلى القائمة المعلقة\" لإزالته من عرض الجهاز الحالي وحفظه في العروض الأخرى.',
  confirmDelete: 'هل تريد بالتأكيد حذف عنصر واجهة المستخدم هذا من جميع الأجهزة؟',
});