define({
  certainly: 'ΟΚ',
  autoEnabledTip: 'Η δυνατότητα αυτόματης διάταξης είναι ενεργοποιημένη. Τα widget συγχρονίζονται με όσα έχουν την ετικέτα {label} και τακτοποιούνται αυτόματα.',
  autoDisabledTip: 'Κάντε κλικ για να ενεργοποιήσετε τη δυνατότητα αυτόματης διάταξης.',
  /* eslint-disable-next-line */
  customEnabledTip: 'Η δυνατότητα εξατομικευμένης διάταξης είναι ενεργοποιημένη. Τα widget που προστίθενται κατά τη χρήση άλλων λειτουργιών της συσκευής δεν θα προστίθενται αυτόματα εδώ. Εναλλακτικά, μπορείτε να τα προσθέτετε εσείς μη αυτόματα από τη λίστα εκκρεμών στοιχείων στον πίνακα «Εισαγωγή».',
  customDisabledTip: 'Κάντε κλικ για να ενεργοποιήσετε τη δυνατότητα εξατομικευμένης διάταξης.',
  confirm: 'Επιβεβαίωση',
  enableConfirm: 'Σίγουρα θέλετε να ενεργοποιήσετε την επιλογή;',
  autoConfirmMsg:'Αν ενεργοποιήσετε την επιλογή αυτή, τα widget θα συγχρονίζονται με όσα έχουν την ετικέτα {label} και θα τακτοποιούνται αυτόματα.',
  customConfirmMsg1: 'Αν ενεργοποιήσετε την επιλογή αυτή, θα μπορείτε να τακτοποιείτε εσείς μη αυτόματα τα widget για αυτή τη λειτουργία της συσκευής.',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'Ωστόσο, τα widget που προστίθενται κατά τη χρήση άλλων λειτουργιών της συσκευής δεν θα προστίθενται αυτόματα εδώ. Εναλλακτικά, μπορείτε να τα προσθέτετε εσείς μη αυτόματα από τη λίστα εκκρεμών στοιχείων στον πίνακα «Εισαγωγή».',
  dragToResize: 'Σύρσιμο για αλλαγή μεγέθους',
  largeScreen: 'Συσκευή με μεγάλη οθόνη',
  mediumScreen: 'Συσκευή με μεσαία οθόνη',
  smallScreen: 'Συσκευή με μικρή οθόνη',
  deleteWarning: 'Αν διαγράψετε ένα widget θα αφαιρεθεί από όλες τις προβολές συσκευών. Χρησιμοποιήστε το κουμπί «Μετακίνηση στη λίστα εκκρεμών στοιχείων» για να το αφαιρέσετε από την τρέχουσα προβολή συσκευής και να το διατηρήσετε στις άλλες.',
  confirmDelete: 'Σίγουρα θέλετε να διαγράψετε αυτό το widget από όλες τις συσκευές;',
});