define({
  certainly: 'אישור',
  autoEnabledTip: 'פריסה אוטומטית מופעלת. ווידג\'טים מסונכרנים עם אלה ב-{label} ומסודרים אוטומטית.',
  autoDisabledTip: 'לחץ כדי להפעיל פריסה אוטומטית.',
  /* eslint-disable-next-line */
  customEnabledTip: 'פריסה מותאמת אישית מופעלת. ווידג\'טים שנוספו במצבי התקן אחרים לא יתווספו אוטומטית כאן. לחלופין, באפשרותך להוסיפם ידנית מרשימת הממתינים בלוח \'הכנס\'.',
  customDisabledTip: 'לחץ כדי להפעיל פריסה מותאמת אישית.',
  confirm: 'אישור',
  enableConfirm: 'האם אתה בטוח שברצונך להפעיל זאת?',
  autoConfirmMsg:'כאשר אפשרות זו מופעלת, ווידג\'טים יסונכרנו עם אלה ב-{label} ויסודרו אוטומטית.',
  customConfirmMsg1: 'כאשר אפשרות זו מופעלת, באפשרותך לסדר ווידג\'טים ידנית עבור מצב התקן זה.',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'עם זאת, ווידג\'טים שנוספו במצבי התקן אחרים לא יתווספו אוטומטית כאן. לחלופין, באפשרותך להוסיפם ידנית מרשימת הממתינים בלוח \'הכנס\'.',
  dragToResize: 'גרור כדי לשנות גודל',
  largeScreen: 'התקן עם מסך גדול',
  mediumScreen: 'התקן עם מסך בינוני',
  smallScreen: 'התקן עם מסך קטן',
  deleteWarning: 'מחיקת ווידג\'ט תגרום להסרתו מכל תצוגות המכשירים. השתמש בלחצן \'העבר לרשימת הממתינים\' כדי להסירו מתצוגת המכשיר הנוכחי ולהשאירו באחרים.',
  confirmDelete: 'האם אתה בטוח שברצונך למחוק וידג\'ט זה מכל המכשירים?',
});