define({
  certainly: 'OK',
  autoEnabledTip: 'Включена автокомпоновка. Виджеты синхронизированы с виджетами на {label} и упорядочены автоматически.',
  autoDisabledTip: 'Щелкните, чтобы включить автокомпоновку.',
  /* eslint-disable-next-line */
  customEnabledTip: 'Включена пользовательская компоновка. Виджеты, добавленные в других режимах устройства, не добавляются сюда автоматически. Вы можете добавить их вручную из списка ожидания на панели Вставить.',
  customDisabledTip: 'Щелкните, чтобы включить пользовательскую компоновку.',
  confirm: 'Подтвердить',
  enableConfirm: 'Вы уверены, что хотите включить ее?',
  autoConfirmMsg:'При включении этой опции виджеты будут синхронизированы с виджетами на {label} и упорядочены автоматически.',
  customConfirmMsg1: 'При включении этой опции можно вручную упорядочить виджеты для данного режима устройства.',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'Однако виджеты, добавленные в других режимах устройства, не добавляются сюда автоматически. Вы можете добавить их вручную из списка ожидания на панели Вставить.',
  dragToResize: 'Перетащите для изменения размера',
  largeScreen: 'Устройство с большим экраном',
  mediumScreen: 'Устройство со средним экраном',
  smallScreen: 'Устройство с малым экраном',
  deleteWarning: 'Удаление виджета удалит его со всех устройств. Используйте кнопку Переместить в лист ожидания, чтобы удалить с текущего устройства, но сохранить на всех остальных.',
  confirmDelete: 'Вы уверены, что хотите удалить виджет со всех устройств?',
});