define({
  certainly: 'ตกลง',
  autoEnabledTip: 'เปิดใช้งานเค้าโครงอัตโนมัติแล้ว วิดเจ็ตจะซิงค์กับรายการที่อยู่บน {label} และจัดเรียงโดยอัตโนมัติ',
  autoDisabledTip: 'คลิกเพื่อเปิดใช้งานเค้าโครงอัตโนมัติ',
  /* eslint-disable-next-line */
  customEnabledTip: 'เปิดใช้งานเค้าโครงแบบกำหนดเองแล้ว วิดเจ็ตที่เพิ่มไว้ในโหมดอุปกรณ์อื่นจะไม่ถูกเพิ่มที่นี่โดยอัตโนมัติ หรือคุณสามารถเพิ่มด้วยตัวเองจากรายการที่รอดำเนินการบนแทรกพาเนลได้',
  customDisabledTip: 'คลิกเพื่อเปิดใช้งานเค้าโครงแบบกำหนดเอง',
  confirm: 'ยืนยัน',
  enableConfirm: 'แน่ใจหรือว่าคุณต้องการเปิดใช้งาน',
  autoConfirmMsg:'การเปิดใช้งานตัวเลือกนี้ วิดเจ็ตจะซิงค์กับรายการที่อยู่บน {label} และจัดเรียงโดยอัตโนมัติ',
  customConfirmMsg1: 'การเปิดใช้งานตัวเลือกนี้ คุณจะสามารถจัดเรียงวิดเจ็ตด้วยตัวเองสำหรับโหมดอุปกรณ์นี้ได้',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'อย่างไรก็ตาม วิดเจ็ตที่เพิ่มไว้ในโหมดอุปกรณ์อื่นจะไม่ถูกเพิ่มที่นี่โดยอัตโนมัติ หรือคุณสามารถเพิ่มด้วยตัวเองจากรายการที่รอดำเนินการบนแทรกพาเนลได้',
  dragToResize: 'ลากเพื่อปรับขนาด',
  largeScreen: 'อุปกรณ์หน้าจอขนาดใหญ่',
  mediumScreen: 'อุปกรณ์หน้าจอขนาดกลาง',
  smallScreen: 'อุปกรณ์หน้าจอขนาดเล็ก',
  deleteWarning: 'การลบวิดเจ็ตจะเป็นการลบออกจากมุมมองอุปกรณ์ทั้งหมด ใช้ปุ่ม \"ย้ายไปยังรายการรอดำเนินการ\" เพื่อลบออกจากมุมมองอุปกรณ์ปัจจุบัน และใช้งานในส่วนอื่น ๆ ต่อ',
  confirmDelete: 'แน่ใจหรือว่าคุณต้องการลบวิดเจ็ตนี้ออกจากอุปกรณ์ทั้งหมด',
});