define({
  certainly: 'OK',
  autoEnabledTip: 'Автоматичне компонування активовано. Віджети синхронізуються з тими, що знаходяться на {label}, та автоматично організуються.',
  autoDisabledTip: 'Клацніть, щоб активувати автоматичне компонування.',
  /* eslint-disable-next-line */
  customEnabledTip: 'Власне компонування активовано. Віджети, які додаються в інших режимах пристрою, автоматично не додаються тут. Альтернативно їх можна додати вручну зі списку очікуваного на панелі «Вставка».',
  customDisabledTip: 'Клацніть, щоб активувати власне компонування.',
  confirm: 'Підтвердити',
  enableConfirm: 'Бажаєте активувати його?',
  autoConfirmMsg:'При активації цієї опції віджети буде синхронізовано з тими, що знаходяться на {label}, та автоматично організовано.',
  customConfirmMsg1: 'Після активації цієї опції ви можете вручну організовувати віджети для цього режиму пристрою.',
  /* eslint-disable-next-line */
  customConfirmMsg2: 'Проте віджети, які додаються в інших режимах пристрою, автоматично не додаються тут. Альтернативно їх можна додати вручну зі списку очікуваного на панелі «Вставка».',
  dragToResize: 'Перетягнути для зміни розміру',
  largeScreen: 'Пристрій з великим екраном',
  mediumScreen: 'Пристрій з середнім екраном',
  smallScreen: 'Пристрій з малим екраном',
  deleteWarning: 'Видалення віджету призведе до його видалення з представлень усіх пристроїв. За допомогою кнопки «Перемістити до списку очікуваного» можна видалити його з поточного представлення пристрою та зберегти в інших.',
  confirmDelete: 'Дійсно видалити цей віджет з усіх пристроїв?',
});